const TermsText = {
    terms01: `
        제 1 조 (목적)
        이 약관은 Moin에서 제공하는 서비스의 이용 조건 및 절차에 관한 기본적인 사항을 규정함을 목적으로 합니다.
        
        제 2 조 (약관의 효력 및 변경)
        ① 이 약관은 서비스 화면이나 기타의 방법으로 이용고객에게 공지함으로써 효력을 발생합니다.
        ② 사이트는 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 제1항과 같은 방법으로 공지 또는 통지함으로써 효력을 발생합니다.
        
        제 3 조 (용어의 정의)
        이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
        ① 회원 : 사이트와 서비스 이용계약을 체결하거나 이용자 아이디(ID)를 부여받은 개인 또는 단체를 말합니다.
        ② 신청자 : 회원가입을 신청하는 개인 또는 단체를 말합니다.
        ③ 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 정하고 사이트가 승인하는 문자와 숫자의 조합을 말합니다.
        ④ 비밀번호 : 회원이 부여 받은 아이디(ID)와 일치된 회원임을 확인하고, 회원 자신의 비밀을 보호하기 위하여 회원이 정한 문자와 숫자의 조합을 말합니다.
        ⑤ 해지 : 사이트 또는 회원이 서비스 이용계약을 취소하는 것을 말합니다.
    `,

    terms02: `
        본인은 회원가입 정보를 제출함에 따라 [개인정보 보호법] 제15조 및 제17조에 따라 아래의 내용으로 개인정보를 수집, 이용 및 제공하는데 동의합니다.

        ○ 개인정보의 수집 및 이용에 관한 사항
        - 수집하는 개인정보 항목: 성명, 전화번호, 주소, 이메일 등
        - 개인정보의 이용 목적 : 수집된 개인정보를 서비스 제공 목적으로 활용하며, 목적 외의 용도로는 사용하지 않습니다. 
        
        ○ 개인정보의 보관 및 이용 기간
        - 귀하의 개인정보를 다음과 같이 보관하며, 수집, 이용 및 제공목적이 달성된 경우 
        [개인정보 보호법] 제21조에 따라 처리합니다.
    `,

    terms03: `
        Moin의 이벤트 및 광고성 정보를 휴대전화(문자) 또는 이메일로 제공 받을 수 있습니다.
        본인의 의사에 따라 언제든지 이벤트 및 광고 정보 수신에 동의를 철회할 수 있습니다.
    `,
}
export default TermsText;